answer_examples = [
    {
        "input": "전세사기 피해자는 누구인가요?", 
        "answer": """전세사기피해자 지원 및 주거안정에 관한 특별법(이하 '전세사기피해자법') 제3조에 따르면, 
        전세사기피해자는 다음의 요건을 모두 충족한 임차인을 말합니다
        
        1. 주택의 인도와 주민등록(전입신고)을 마치고 확정일자를 갖출 것
        이는 「주택임대차보호법」 제3조에 따라 주택을 인도하고 주민등록을 완료하며, 
        같은 법 제3조의2제2항에 따라 임대차계약증서상의 확정일자를 받은 경우를 의미합니다.
        
        2. 임차보증금이 5억 원 이하일 것
        다만, 임차보증금의 상한액은 전세사기피해지원위원회가 시·도별 여건 및 피해자의 여건 등을 고려하여 2억 원의 범위에서 상향 조정할 수 있습니다.
        
        3. 다수의 임차인에게 임차보증금 반환 피해가 발생하였거나 발생할 것이 예상될 것
        이는 임대인의 파산 또는 회생절차 개시, 임차주택의 경매 또는 공매 절차의 개시, 
        임차인의 집행권원 확보 등으로 인해 2인 이상의 임차인이 임차보증금을 반환받지 못하는 피해가 발생하였거나 예상되는 경우를 말합니다.
        """
    },
    {
        "input": "지방자치단체는 전세사기피해자를 위해서 어떤 대책을 수립해야 하는가?", 
        "answer": """전세사기피해자법 제 4조에 따르면, 아래와 같은 보호대책을 수립해야 합니다.
        1. 피해사실의 조사에 필요한 대책
        2. 전세사기피해주택의 매입 대책
        3. 전세사기피해자등에 대한 법률상담지원 대책
        4. 전세사기피해자등에 대한 금융지원 대책
        5. 전세사기피해자등에 대한 주거지원 대책
        """
    },
]